---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacingWeb
source: html/8722d85d-661b-5c62-9ab1-1b034edd5173.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacingWeb Property

"Bolt Spacing web"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeBoltSpacingWeb { get; }
```